<x-tests.app>
    <x-slot name="header">返金・交換について</x-slot>
    <x-tests.card title="CSSを変更したい" class="bg-red-300" />
    オンラインストア購入商品の交換・返品申請ができない場合
    <br />
    オンラインストアでご購入いただいた商品を交換申請、または返品申請する際に、以下いずれかのエラーメッセージが表示される場合があります。
    <br />
    該当するメッセージがない場合は「オンラインストアの交換・返品手続きについて」より、お手続き内容をご確認ください。
    <br />
    購入履歴からの交換申請に該当しない場合の申請について
    オンラインストアでの交換は、ご不要な商品を返品いただき、再度ご注文いただくお手続きとなります。
    返品商品は返金いたしますので、再注文商品はお支払いが必要となります。
    <br />
    オンラインストア交換手続きについて
    <br />

    「この画面から交換申請ができません」と表示される場合
    以下に該当するため、購入履歴からの交換申請をお受けできません。
    <br />
    購入履歴から交換申請できない条件
    同一商品(商品番号・カラー・サイズが同じ商品)を複数点購入し、異なる理由で同時に交換・返品申請をする場合
    まとめ買い対象商品の一部をすでに交換・返品申請をしている場合
    交換を希望する商品は以下から申請してください。
</x-tests.app>